package csd.jar.crimeinformer;

/**
 * Created by Administrator on 29/1/2559.
 */
public class MyData {

    //Explicit
    public String[] mainHeadStrings = {"ความผิดเกี่ยวกับทรัพย์", "ความผิดเกี่ยวกับชีวิต ร่างกาย และเพศ", "ความผิดพิเศษ"};
    public String[][] subHeadStrings = {{"ลักทรัพย์","วิ่งราวทรัพย์","ชิงทรัพย์","ปล้นทรัพย์","กรรโชกทรัพย์","ยักยอกทรัพย์","ฉ้อโกง","วางเพลิง"},
            {"ทะเลาะวิวาท","กระทำอนาจาร","ข่มขืนกระทำชำเรา","เสียชีวิต"},
            {"แข่งรถในทางสาธารณะ","อุบัติเหตุจราจร","ยาเสพติด","ลักลอบเล่นการพนัน","แรงงานต่างด้าว"}};

}//Main Class
